// Написать программу которая складывает два числа 
// Заказчик дает задание написать программу по складыванию двух чисел 
// В которую пользователь вводит два числа 
// либо числа генерируются автоматически или считываются из файла и получаем сумму
// уточняем куда будет выводиться сумма 
// После всевозможный уточнений теперь необходимо создавить блок схему или алгоритм действий
// Синтаксис начало - 1) начало 2) определить первое число 3) определить второе число 4) вывести сумму введеных чисел на экран 5 ) конец 
 int NumberA = 23;
 int NumberB = 5;
 int result = NumberA + NumberB ;
 Console.WriteLine(result);
// Console.WriteLine(NumberA + NumberB); аналог result 